{
    "description": "Welcome to HIIT Hustle, a digital fitness platform dedicated to helping you achieve your health and fitness goals. Your privacy is important to us, and this Privacy Policy explains how we collect, use, and safeguard your information. By using our app, you consent to the policies and practices described in this document. 1 Information We Collect. Personal Information: We collect personal information you provide when you register with the app, such as your name, email address. Usage Data: Information on how you use the app, including your workout times, types of exercises, duration, and frequency. 2 How We Use Your Information. To Provide Services: Your information helps us personalise and improve your experience, manage your account, provide customer support, and customise workout plans. Analytics and Improvement: We analyse usage patterns to enhance app functionality and user experience. 3 Your Privacy Choices. Account Information: You can review, update, or delete your account information through the app settings. Cookies and Tracking: You can set your browser to refuse certain types of cookies or to indicate when a cookie is being sent. 5 Data Security. We implement security measures designed to protect your information from unauthorised access, alteration, disclosure, or destruction. However, no security system is impenetrable, and we cannot guarantee the absolute security of your data. 6 International Data Transfers. Your information may be transferred to and maintained on computers located outside of your state, province, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction. 7 Children's Privacy. HIIT Hustle is not intended for individuals under the age of 16. We do not knowingly collect personal information from children under 16. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us for assistance. 8 Changes to This Privacy Policy. We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page. We encourage you to review this Privacy Policy periodically for any changes."
}